Repository: ikerib/zertegi
Catalog: translations/messages.*.xlf
Languages: es

source: Saioa amaitu
es: Terminar sesión

source: Aldatu hizkuntza
es: Cambiar idioma

source: Hasiera
es: Inicio

source: Paginazioa
es: Paginación

source: Erregistroak orriko
es: Nº Registros por página

source: Berria
es: Nuevo

source: Inprimitu
es: Imprimir

source: Ezabatu aukeraketa
es: Cancelar selección

source: Bilatzaile
es: Buscador

source: Bilatzailea
es: Buscador

source: Zerrendara itzuli
es: Volver a la lista

source: Kontsulta
es: Consulta
